Repository: Yurh04/SpacePilot
Catalog: Sources/SpacePilot/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# risk.sensitive
source: Sensitive
zh_hans: 敏感数据

source: Scan cancelled
zh_hans: 扫描已取消

# scan.completed
source: Scan complete
zh_hans: 扫描完成

# scan.indexing
source: Saving local metadata index…
zh_hans: 正在保存本地元数据索引…

# scan.quick-inventory
source: Scanning applications…
zh_hans: 正在扫描应用程序…

# scan.ready
source: Ready to scan
zh_hans: 准备扫描

# scan.targeted-analysis
source: Analyzing storage and AI data…
zh_hans: 正在分析储存空间和 AI 数据…

# settings.diagnostics
source: Diagnostics
zh_hans: 诊断

# settings.diagnostics-description
source: Exported diagnostics contain counts and status metadata, not file paths, conversations, or log contents.
zh_hans: 导出的诊断信息包含计数和状态元数据，不包含文件路径、对话或日志内容。

# settings.disk-access
source: Disk access
zh_hans: 磁盘访问权限

# settings.disk-access-description
source: Grant Full Disk Access only if you want broader coverage. SpacePilot reports inaccessible folders instead of guessing.
zh_hans: 仅在需要扩大扫描覆盖范围时授予完全磁盘访问权限。SpacePilot 会报告无法访问的文件夹，而不会猜测。

# settings.export-diagnostics
source: Export Diagnostics…
zh_hans: 导出诊断信息…

# settings.open-disk-access
source: Open Full Disk Access Settings
zh_hans: 打开完全磁盘访问设置

# settings.privacy
source: Privacy
zh_hans: 隐私

# settings.privacy-description
source: All analysis stays on this Mac. SpacePilot stores metadata, not conversation or log contents.
zh_hans: 所有分析都在这台 Mac 上进行。SpacePilot 仅储存元数据，不储存对话或日志内容。

# skill.scope.plugin
source: Plugin
zh_hans: 插件

# skill.scope.shared
source: Shared
zh_hans: 共享

# skill.scope.system
source: System
zh_hans: 系统

# skill.status.parent-managed
source: Plugin managed
zh_hans: 由插件管理

# skill.status.read-only
source: Read only
zh_hans: 只读

# skill.status.standalone
source: Standalone
zh_hans: 独立

# state.no-data
source: Run a scan to see local results.
zh_hans: 运行扫描以查看本机结果。

# state.preparing-summary
source: Preparing summary…
zh_hans: 正在准备摘要…

# storage.all-analyzed
source: All Analyzed Items
zh_hans: 全部已分析项目

# storage.analyzed-categories
source: Analyzed Categories
zh_hans: 已分析分类

# storage.available
source: Available
zh_hans: 可用

# storage.categories
source: Categories
zh_hans: 类别

# storage.changes.24-hours
source: 24 Hours
zh_hans: 24 小时

# storage.changes.30-days
source: 30 Days
zh_hans: 30 天

# storage.changes.7-days
source: 7 Days
zh_hans: 7 天

# storage.changes.added
source: Added
zh_hans: 新增

# storage.changes.all
source: All
zh_hans: 全部

# storage.changes.coverage-gap
source: Some file-system events were unavailable. Totals for this period may be incomplete.
zh_hans: 部分文件系统事件不可用，这段时间的统计可能不完整。

# storage.changes.deleted
source: Deleted
zh_hans: 已删除

# storage.changes.disk-delta
source: Available Space Change
zh_hans: 可用空间变化

# storage.changes.empty
source: No Matching Changes
zh_hans: 没有符合条件的变化

# storage.changes.empty-description
source: Changes of 100 MB or more will appear here; smaller changes are grouped by folder.
zh_hans: 单项变化达到 100 MB 后会显示；较小变化会按文件夹合并。

# storage.changes.grown
source: Grown
zh_hans: 变大

# storage.changes.item
source: Changed Item
zh_hans: 变化项目

# storage.changes.range
source: Time Range
zh_hans: 时间范围

# storage.changes.recent
source: Recent Changes
zh_hans: 最近变化

# storage.changes.released
source: Released
zh_hans: 已释放

# storage.changes.safe-only
source: Safe only
zh_hans: 仅可安全清理

# storage.changes.safety
source: Cleanability
zh_hans: 可清理性

# storage.changes.size
source: Change
zh_hans: 变化量

# storage.changes.time
source: Observed
zh_hans: 发现时间

# storage.changes.type
source: Type
zh_hans: 类型

# storage.changes.waiting-baseline
source: Change Tracking Is Ready
zh_hans: 变化追踪已就绪

# storage.internal-disk
source: Internal Disk
zh_hans: 内置磁盘

# storage.largest
source: Largest
zh_hans: 最大项目

# storage.largest-items
source: Largest analyzed items
zh_hans: 最大的已分析项目

# storage.no-matching
source: No Matching Items
zh_hans: 没有匹配的项目

# storage.no-matching-description
source: Choose another category or display mode.
zh_hans: 请选择其他类别或显示方式。

# storage.old-items
source: Not modified in 180+ days
zh_hans: 超过 180 天未修改

# storage.older-180
source: Older than 180 days
zh_hans: 早于 180 天

# storage.other-analyzed
source: Other Analyzed
zh_hans: 其他已分析

# storage.review-safe-cleanup
source: Review Safe Cleanup
zh_hans: 检查安全清理

# storage.total-capacity
source: Total Capacity
zh_hans: 总容量

# storage.unattributed
source: Unanalyzed / System
zh_hans: 未分析/系统占用

# storage.unattributed-description
source: Used space that is not mapped to readable indexed paths. It can include macOS data, snapshots, purgeable storage, and inaccessible folders.
zh_hans: 尚未映射到可读取索引路径的已用空间，可能包含 macOS 数据、快照、可清除空间和无权限访问的文件夹。

# storage.used
source: Used
zh_hans: 已使用

# storage.used-of
source: %@ of %@
zh_hans: 已使用 %@，共 %@

# storage.visible-items
source: %lld visible items
zh_hans: 显示 %lld 项
